Yoga/Ashtanga.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Ashtanga</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Ashtanga"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2015-10-25 11:12:17 CST"/>
<meta name="author" content="杨晓绵"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Ashtanga</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">第一序列 • The Primary Series</a>
<ul>
<li><a href="#sec-1-1">热身</a>
<ul>
<li><a href="#sec-1-1-1">拜日式 [A-B]  • Surya Namaskara •  Sun Salutation</a></li>
</ul>
</li>
<li><a href="#sec-1-2">站立体势</a>
<ul>
<li><a href="#sec-1-2-1">1. 双腿前屈加强背部伸展式A (鸵鸟式) • Padangusth Asana • Big Toe Posture</a></li>
<li><a href="#sec-1-2-2">2. 双腿前屈加强背部伸展式B (前屈式)  • Padahast Asana • Hand Under Foot Posture</a></li>
<li><a href="#sec-1-2-3">3. 三角式 • Utthita Trikon Asana • Triangle Posture</a></li>
<li><a href="#sec-1-2-4">4. 扭转三角式 • Parivrtta Trikon Asana • Revolving Triangle</a></li>
<li><a href="#sec-1-2-5">5. 侧角式 • Utthita Parsvakon Asana • Extended Side Angle Pose</a></li>
<li><a href="#sec-1-2-6">6. 扭转侧角式 •  Parivritta Parsvakon Asana • Revolving Side Angle Pose</a></li>
<li><a href="#sec-1-2-7">7. 双角式 [A-B-C-D] • Prasarita Padottan Asana A-D • Intense Wide Leg Stretch</a></li>
<li><a href="#sec-1-2-8">8. 单腿加强背部伸展式 • Arsvottan Asana • Intense Side Stretch Posture</a></li>
<li><a href="#sec-1-2-9">9. 手拉脚单腿直立式 [A-B-C-D] • Utthita Hasta Padangusth Asana • Hand To Big Toe Posture</a></li>
<li><a href="#sec-1-2-10">10. 半莲花单腿加强背部伸展式 • Ardha Baddha Padmottan Asana • Half Bound Lotus Forward Bend</a></li>
<li><a href="#sec-1-2-11">11. 幻椅式 • Utkat Asana • Fierce Pose</a></li>
<li><a href="#sec-1-2-12">12. 战士式 [A-B] • VIRABHADR ASANA A-B • WARRIOR</a></li>
</ul>
</li>
<li><a href="#sec-1-3">坐立体势</a>
<ul>
<li><a href="#sec-1-3-1">13. 坐山式 • Dand Asana • Staff Pose</a></li>
<li><a href="#sec-1-3-2">14. 双腿加强背部伸展式 [A-B-C] • Paschimottan Asana A-C • Intense West Stretch Or Sitting Forward Bend</a></li>
<li><a href="#sec-1-3-3">15. 反台式 • Purvottan Asana • Intense East Stretch</a></li>
<li><a href="#sec-1-3-4">16. 半莲花前屈加强背部伸展式 • Ardha Baddha Padma Paschimott Anasana • Half Bound Lotus Forward Bend</a></li>
<li><a href="#sec-1-3-5">17. 半英雄前屈加强背部伸展式 • Iriang Mukhaipada Paschimottan Asana • Reverse The Leg Direction Of One Leg Intense</a></li>
<li><a href="#sec-1-3-6">18. 单腿前屈加强背部伸展式 [A-B-C] • Janu Sirs Asana A-C • Head To Knee Pose</a></li>
<li><a href="#sec-1-3-7">19. 玛里琪 [A-B-C-D] • Marichy Asana A-D</a></li>
<li><a href="#sec-1-3-8">20. 船式 • Nav Asana • Boat Posture</a></li>
<li><a href="#sec-1-3-9">21. 压肩式 [A-B-C-D] • Bhujapid Asana • Shoulder Pressure Posture</a></li>
<li><a href="#sec-1-3-10">22. 龟式 • Kurm Asana • Tortoise Posture</a></li>
<li><a href="#sec-1-3-11">23. 睡龟式 • Supta Kurm Asana • Sleeping Tortoise</a></li>
<li><a href="#sec-1-3-12">24. 胎儿式 • Garbha Pind Asana • Embryo Posture</a></li>
<li><a href="#sec-1-3-13">25. 公鸡式 • Kukkut Asana • Rooster Posture</a></li>
<li><a href="#sec-1-3-14">26. 束角式 [A-B] • Baddha Kon Asana A-B • Bound Angle Posture</a></li>
<li><a href="#sec-1-3-15">27. 坐角式 [A-B] • Upavista Kon Asana A-B • Seated Angle Posture</a></li>
<li><a href="#sec-1-3-16">28. 睡角式 [A-B] • Supta Kon Asana A-B • Lying-Down Angle Posture</a></li>
<li><a href="#sec-1-3-17">29. 仰卧手拉脚指伸展式 [A-C] • Supta Padangust Asana • Reclining Big Toe Posture</a></li>
<li><a href="#sec-1-3-18">30. 全箭式 [A-B] • Ubhaya Padangusth Asana • Both Big Toes Posture</a></li>
<li><a href="#sec-1-3-19">31. 仰卧背腿伸展式 [A-B] • Urdhva Mukha Paschimott Asana • Upward Facing Full Forward Bend</a></li>
</ul>
</li>
<li><a href="#sec-1-4">后弯体势</a>
<ul>
<li><a href="#sec-1-4-1">32. 桥式 • Setu Bandh Asana • Bridge</a></li>
<li><a href="#sec-1-4-2">33. 轮式 • Urdhva Dhanur Asana • Upward Bow Posture</a></li>
<li><a href="#sec-1-4-3">34. 坐式前屈 • Paschimottan Asana • Full Forward Bend</a></li>
<li><a href="#sec-1-4-4">35. 肩倒立 • Salamba Sarvang Asana • Shoulderstand</a></li>
<li><a href="#sec-1-4-5">36. 犁式 • Hal Asana • Plow</a></li>
<li><a href="#sec-1-4-6">37. 耳朵式 • Karnapid Asana • Ear Pressure Posture</a></li>
<li><a href="#sec-1-4-7">38. 倒立莲花式 • Urdhva Padm Asana • Upward Lotus</a></li>
<li><a href="#sec-1-4-8">39. 手抱莲花腿肩倒立 • Pind Asana • Embryo Posture</a></li>
<li><a href="#sec-1-4-9">40. 鱼式 • Matsy Asana • Fish Posture</a></li>
<li><a href="#sec-1-4-10">41. 完全鱼式 • Uttana Padasana • Extended Leg Posture</a></li>
</ul>
</li>
<li><a href="#sec-1-5">结束体位</a>
<ul>
<li><a href="#sec-1-5-1">42. 头倒立 • Sirs Asana • Headstand</a></li>
<li><a href="#sec-1-5-2">43. 捆绑莲花前曲伸展式 • Yoga Mudra • Sealed Yoga Posture</a></li>
<li><a href="#sec-1-5-3">44. 莲花坐立式 • Padm Asana • Lotus</a></li>
<li><a href="#sec-1-5-4">45. 莲花支撑 • Uttpluthi • Uprooting</a></li>
<li><a href="#sec-1-5-5">46. 摊尸式 • Sav Asana • Corpse Posture</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">第一序列 • The Primary Series</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1">热身</h3>
<div class="outline-text-3" id="text-1-1">


</div>

<div id="outline-container-1-1-1" class="outline-4">
<h4 id="sec-1-1-1">拜日式 [A-B]  • Surya Namaskara •  Sun Salutation</h4>
<div class="outline-text-4" id="text-1-1-1">

</div>
</div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2">站立体势</h3>
<div class="outline-text-3" id="text-1-2">


</div>

<div id="outline-container-1-2-1" class="outline-4">
<h4 id="sec-1-2-1">1. 双腿前屈加强背部伸展式A (鸵鸟式) • Padangusth Asana • Big Toe Posture</h4>
<div class="outline-text-4" id="text-1-2-1">

</div>

</div>

<div id="outline-container-1-2-2" class="outline-4">
<h4 id="sec-1-2-2">2. 双腿前屈加强背部伸展式B (前屈式)  • Padahast Asana • Hand Under Foot Posture</h4>
<div class="outline-text-4" id="text-1-2-2">

</div>

</div>

<div id="outline-container-1-2-3" class="outline-4">
<h4 id="sec-1-2-3">3. 三角式 • Utthita Trikon Asana • Triangle Posture</h4>
<div class="outline-text-4" id="text-1-2-3">

</div>

</div>

<div id="outline-container-1-2-4" class="outline-4">
<h4 id="sec-1-2-4">4. 扭转三角式 • Parivrtta Trikon Asana • Revolving Triangle</h4>
<div class="outline-text-4" id="text-1-2-4">

</div>

</div>

<div id="outline-container-1-2-5" class="outline-4">
<h4 id="sec-1-2-5">5. 侧角式 • Utthita Parsvakon Asana • Extended Side Angle Pose</h4>
<div class="outline-text-4" id="text-1-2-5">

</div>

</div>

<div id="outline-container-1-2-6" class="outline-4">
<h4 id="sec-1-2-6">6. 扭转侧角式 •  Parivritta Parsvakon Asana • Revolving Side Angle Pose</h4>
<div class="outline-text-4" id="text-1-2-6">

</div>

</div>

<div id="outline-container-1-2-7" class="outline-4">
<h4 id="sec-1-2-7">7. 双角式 [A-B-C-D] • Prasarita Padottan Asana A-D • Intense Wide Leg Stretch</h4>
<div class="outline-text-4" id="text-1-2-7">

</div>

</div>

<div id="outline-container-1-2-8" class="outline-4">
<h4 id="sec-1-2-8">8. 单腿加强背部伸展式 • Arsvottan Asana • Intense Side Stretch Posture</h4>
<div class="outline-text-4" id="text-1-2-8">

</div>

</div>

<div id="outline-container-1-2-9" class="outline-4">
<h4 id="sec-1-2-9">9. 手拉脚单腿直立式 [A-B-C-D] • Utthita Hasta Padangusth Asana • Hand To Big Toe Posture</h4>
<div class="outline-text-4" id="text-1-2-9">

</div>

</div>

<div id="outline-container-1-2-10" class="outline-4">
<h4 id="sec-1-2-10">10. 半莲花单腿加强背部伸展式 • Ardha Baddha Padmottan Asana • Half Bound Lotus Forward Bend</h4>
<div class="outline-text-4" id="text-1-2-10">

</div>

</div>

<div id="outline-container-1-2-11" class="outline-4">
<h4 id="sec-1-2-11">11. 幻椅式 • Utkat Asana • Fierce Pose</h4>
<div class="outline-text-4" id="text-1-2-11">

</div>

</div>

<div id="outline-container-1-2-12" class="outline-4">
<h4 id="sec-1-2-12">12. 战士式 [A-B] • VIRABHADR ASANA A-B • WARRIOR</h4>
<div class="outline-text-4" id="text-1-2-12">

</div>
</div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3">坐立体势</h3>
<div class="outline-text-3" id="text-1-3">


</div>

<div id="outline-container-1-3-1" class="outline-4">
<h4 id="sec-1-3-1">13. 坐山式 • Dand Asana • Staff Pose</h4>
<div class="outline-text-4" id="text-1-3-1">

</div>

</div>

<div id="outline-container-1-3-2" class="outline-4">
<h4 id="sec-1-3-2">14. 双腿加强背部伸展式 [A-B-C] • Paschimottan Asana A-C • Intense West Stretch Or Sitting Forward Bend</h4>
<div class="outline-text-4" id="text-1-3-2">

</div>

</div>

<div id="outline-container-1-3-3" class="outline-4">
<h4 id="sec-1-3-3">15. 反台式 • Purvottan Asana • Intense East Stretch</h4>
<div class="outline-text-4" id="text-1-3-3">

</div>

</div>

<div id="outline-container-1-3-4" class="outline-4">
<h4 id="sec-1-3-4">16. 半莲花前屈加强背部伸展式 • Ardha Baddha Padma Paschimott Anasana • Half Bound Lotus Forward Bend</h4>
<div class="outline-text-4" id="text-1-3-4">

</div>

</div>

<div id="outline-container-1-3-5" class="outline-4">
<h4 id="sec-1-3-5">17. 半英雄前屈加强背部伸展式 • Iriang Mukhaipada Paschimottan Asana • Reverse The Leg Direction Of One Leg Intense</h4>
<div class="outline-text-4" id="text-1-3-5">

</div>

</div>

<div id="outline-container-1-3-6" class="outline-4">
<h4 id="sec-1-3-6">18. 单腿前屈加强背部伸展式 [A-B-C] • Janu Sirs Asana A-C • Head To Knee Pose</h4>
<div class="outline-text-4" id="text-1-3-6">

</div>

</div>

<div id="outline-container-1-3-7" class="outline-4">
<h4 id="sec-1-3-7">19. 玛里琪 [A-B-C-D] • Marichy Asana A-D</h4>
<div class="outline-text-4" id="text-1-3-7">

</div>

</div>

<div id="outline-container-1-3-8" class="outline-4">
<h4 id="sec-1-3-8">20. 船式 • Nav Asana • Boat Posture</h4>
<div class="outline-text-4" id="text-1-3-8">

</div>

</div>

<div id="outline-container-1-3-9" class="outline-4">
<h4 id="sec-1-3-9">21. 压肩式 [A-B-C-D] • Bhujapid Asana • Shoulder Pressure Posture</h4>
<div class="outline-text-4" id="text-1-3-9">

</div>

</div>

<div id="outline-container-1-3-10" class="outline-4">
<h4 id="sec-1-3-10">22. 龟式 • Kurm Asana • Tortoise Posture</h4>
<div class="outline-text-4" id="text-1-3-10">

</div>

</div>

<div id="outline-container-1-3-11" class="outline-4">
<h4 id="sec-1-3-11">23. 睡龟式 • Supta Kurm Asana • Sleeping Tortoise</h4>
<div class="outline-text-4" id="text-1-3-11">

</div>

</div>

<div id="outline-container-1-3-12" class="outline-4">
<h4 id="sec-1-3-12">24. 胎儿式 • Garbha Pind Asana • Embryo Posture</h4>
<div class="outline-text-4" id="text-1-3-12">

</div>

</div>

<div id="outline-container-1-3-13" class="outline-4">
<h4 id="sec-1-3-13">25. 公鸡式 • Kukkut Asana • Rooster Posture</h4>
<div class="outline-text-4" id="text-1-3-13">

</div>

</div>

<div id="outline-container-1-3-14" class="outline-4">
<h4 id="sec-1-3-14">26. 束角式 [A-B] • Baddha Kon Asana A-B • Bound Angle Posture</h4>
<div class="outline-text-4" id="text-1-3-14">

</div>

</div>

<div id="outline-container-1-3-15" class="outline-4">
<h4 id="sec-1-3-15">27. 坐角式 [A-B] • Upavista Kon Asana A-B • Seated Angle Posture</h4>
<div class="outline-text-4" id="text-1-3-15">

</div>

</div>

<div id="outline-container-1-3-16" class="outline-4">
<h4 id="sec-1-3-16">28. 睡角式 [A-B] • Supta Kon Asana A-B • Lying-Down Angle Posture</h4>
<div class="outline-text-4" id="text-1-3-16">

</div>

</div>

<div id="outline-container-1-3-17" class="outline-4">
<h4 id="sec-1-3-17">29. 仰卧手拉脚指伸展式 [A-C] • Supta Padangust Asana • Reclining Big Toe Posture</h4>
<div class="outline-text-4" id="text-1-3-17">

</div>

</div>

<div id="outline-container-1-3-18" class="outline-4">
<h4 id="sec-1-3-18">30. 全箭式 [A-B] • Ubhaya Padangusth Asana • Both Big Toes Posture</h4>
<div class="outline-text-4" id="text-1-3-18">

</div>

</div>

<div id="outline-container-1-3-19" class="outline-4">
<h4 id="sec-1-3-19">31. 仰卧背腿伸展式 [A-B] • Urdhva Mukha Paschimott Asana • Upward Facing Full Forward Bend</h4>
<div class="outline-text-4" id="text-1-3-19">


</div>
</div>

</div>

<div id="outline-container-1-4" class="outline-3">
<h3 id="sec-1-4">后弯体势</h3>
<div class="outline-text-3" id="text-1-4">


</div>

<div id="outline-container-1-4-1" class="outline-4">
<h4 id="sec-1-4-1">32. 桥式 • Setu Bandh Asana • Bridge</h4>
<div class="outline-text-4" id="text-1-4-1">

</div>

</div>

<div id="outline-container-1-4-2" class="outline-4">
<h4 id="sec-1-4-2">33. 轮式 • Urdhva Dhanur Asana • Upward Bow Posture</h4>
<div class="outline-text-4" id="text-1-4-2">

</div>

</div>

<div id="outline-container-1-4-3" class="outline-4">
<h4 id="sec-1-4-3">34. 坐式前屈 • Paschimottan Asana • Full Forward Bend</h4>
<div class="outline-text-4" id="text-1-4-3">

</div>

</div>

<div id="outline-container-1-4-4" class="outline-4">
<h4 id="sec-1-4-4">35. 肩倒立 • Salamba Sarvang Asana • Shoulderstand</h4>
<div class="outline-text-4" id="text-1-4-4">

</div>

</div>

<div id="outline-container-1-4-5" class="outline-4">
<h4 id="sec-1-4-5">36. 犁式 • Hal Asana • Plow</h4>
<div class="outline-text-4" id="text-1-4-5">

</div>

</div>

<div id="outline-container-1-4-6" class="outline-4">
<h4 id="sec-1-4-6">37. 耳朵式 • Karnapid Asana • Ear Pressure Posture</h4>
<div class="outline-text-4" id="text-1-4-6">

</div>

</div>

<div id="outline-container-1-4-7" class="outline-4">
<h4 id="sec-1-4-7">38. 倒立莲花式 • Urdhva Padm Asana • Upward Lotus</h4>
<div class="outline-text-4" id="text-1-4-7">

</div>

</div>

<div id="outline-container-1-4-8" class="outline-4">
<h4 id="sec-1-4-8">39. 手抱莲花腿肩倒立 • Pind Asana • Embryo Posture</h4>
<div class="outline-text-4" id="text-1-4-8">

</div>

</div>

<div id="outline-container-1-4-9" class="outline-4">
<h4 id="sec-1-4-9">40. 鱼式 • Matsy Asana • Fish Posture</h4>
<div class="outline-text-4" id="text-1-4-9">

</div>

</div>

<div id="outline-container-1-4-10" class="outline-4">
<h4 id="sec-1-4-10">41. 完全鱼式 • Uttana Padasana • Extended Leg Posture</h4>
<div class="outline-text-4" id="text-1-4-10">

</div>
</div>

</div>

<div id="outline-container-1-5" class="outline-3">
<h3 id="sec-1-5">结束体位</h3>
<div class="outline-text-3" id="text-1-5">


</div>

<div id="outline-container-1-5-1" class="outline-4">
<h4 id="sec-1-5-1">42. 头倒立 • Sirs Asana • Headstand</h4>
<div class="outline-text-4" id="text-1-5-1">

</div>

</div>

<div id="outline-container-1-5-2" class="outline-4">
<h4 id="sec-1-5-2">43. 捆绑莲花前曲伸展式 • Yoga Mudra • Sealed Yoga Posture</h4>
<div class="outline-text-4" id="text-1-5-2">

</div>

</div>

<div id="outline-container-1-5-3" class="outline-4">
<h4 id="sec-1-5-3">44. 莲花坐立式 • Padm Asana • Lotus</h4>
<div class="outline-text-4" id="text-1-5-3">

</div>

</div>

<div id="outline-container-1-5-4" class="outline-4">
<h4 id="sec-1-5-4">45. 莲花支撑 • Uttpluthi • Uprooting</h4>
<div class="outline-text-4" id="text-1-5-4">

</div>

</div>

<div id="outline-container-1-5-5" class="outline-4">
<h4 id="sec-1-5-5">46. 摊尸式 • Sav Asana • Corpse Posture</h4>
<div class="outline-text-4" id="text-1-5-5">

</div>
</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2015-10-25 11:12:17 CST</p>
<p class="creator">Org version 7.8.11 with Emacs version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
